Repository: birdcode-rs/bc_simpleproject
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# tx_bcsimpleproject_domain_model_t3projectdetails.rootpage
source: ROOT page ID
de: ROOT-Seiten-ID

# tx_bcsimpleproject_domain_model_t3projectdetails.logotitle
source: Logo Title
de: Logo Titel

# tx_bcsimpleproject_domain_model_t3projectdetails.logodimensions
source: Logo Dimesions
de: Logo-Abmessungen

# tx_bcsimpleproject_domain_model_t3projectdetails.logodimensions.description
source: Add json code like {"width":"500","height":"300"}
de: Fügen Sie JSON-Code wie {"width":"500","height":"300"} ein

# tx_bcsimpleproject_domain_model_t3projectdetails.footerlogodimensions
source: Footer Logo Dimesions
de: Footer-Logo-Abmessungen

source: Add json code like {"width":"500","height":"300"}
de: Fügen Sie JSON-Code wie {"width":"500","height":"300"} ein

# tx_bcsimpleproject_domain_model_t3projectdetails.footernote
source: Footer Note
de: Fußzeilenhinweis

# tx_bcsimpleproject_domain_model_t3projectdetails.footercopytext
source: Footer Copy
de: Fußzeilentext

# tx_bcsimpleproject_domain_model_t3projectdetails.emaillabel
source: Email Label
de: E-Mail-Beschriftung

# tx_bcsimpleproject_domain_model_t3projectdetails.phone
source: Phone
de: Telefon

# tx_bcsimpleproject_domain_model_t3projectdetails.phonelabel
source: Phone Label
de: Telefon-Beschriftung

# tx_bcsimpleproject_domain_model_t3projectdetails.address
source: Address
de: Adresse

# tx_bcsimpleproject_domain_model_t3projectdetails.addresslong
source: Address Long
de: Adresse Lang

# tx_bcsimpleproject_domain_model_t3projectdetails.googlemapurl
source: Google map URL
de: Google-Maps-URL

# tx_bcsimpleproject_domain_model_t3projectdetails.googlemapembededurl
source: Google Map Iframe embeded URL
de: Google Maps Iframe eingebettete URL

# tx_bcsimpleproject_domain_model_t3projectdetails.projectembededcss
source: Custom CSS styles embedded for this project
de: Benutzerdefinierte CSS-Stile für dieses Projekt

# tt_content.embededcss
source: Embedded CSS
de: Eingebettetes CSS

# tt_content.embededcss.description
source: Prefix each CSS rule with ###UID### to apply it only to this element
de: Jede CSS-Regel mit ###UID### beginnen, um sie nur auf dieses Element anzuwenden
